<?php

/** @var $this \app\View */

$this->title = 'Эволюция и будущее Галактики';

?>

<p>Возможны столкновения нашей Галактики с иными галактиками, в том числе со столь крупной, как галактика Андромеды[35], однако конкретные предсказания пока невозможны ввиду незнания поперечной скорости внегалактических объектов.</p>

<p>Согласно опубликованном в сентябре 2014 года данным, по одной из моделей, через 4 млрд лет Млечный Путь «поглотит» Большое и Малое Магеллановы Облака, а через 5 млрд лет сам будет поглощён Туманностью Андромеды.</p>

