<?php

/** @var $this \app\View */

$this->title = 'История открытия Галактики';

?>

<p>Большинство небесных тел объединяются в различные вращающиеся системы. Так, Луна обращается вокруг Земли, спутники планет-гигантов образуют свои, богатые телами, системы. На более высоком уровне, Земля и остальные планеты обращаются вокруг Солнца. Возникал естественный вопрос: не входит ли и Солнце в систему ещё большего размера?</p>

<p>Первое систематическое исследование этого вопроса выполнил в XVIII веке английский астроном Уильям Гершель. Он подсчитывал количество звёзд в разных областях неба и обнаружил, что на небе присутствует большой круг (впоследствии он был назван галактическим экватором), который делит небо на две равные части и на котором количество звёзд оказывается наибольшим. Кроме того, звёзд оказывается тем больше, чем ближе участок неба расположен к этому кругу. Наконец обнаружилось, что именно на этом круге располагается Млечный Путь. Благодаря этому Гершель догадался, что все наблюдаемые нами звёзды образуют гигантскую звёздную систему, которая сплюснута к галактическому экватору.</p>

<p>Вначале предполагалось, что все объекты Вселенной являются частями нашей Галактики, хотя ещё Кант высказывал предположение, что некоторые туманности могут быть галактиками, подобными Млечному Пути. Ещё в 1920 году вопрос о существовании внегалактических объектов вызывал дебаты (например, известный Большой спор между Харлоу Шепли и Гебером Кёртисом; первый отстаивал единственность нашей Галактики). Гипотеза Канта была окончательно доказана лишь в 1920-х годах, когда Эрнсту Эпику и Эдвину Хабблу удалось измерить расстояние до некоторых спиральных туманностей и показать, что по своему удалению они не могут входить в состав Галактики.</p>
