<?php

/** @var $this \app\View */

$this->title = 'Млечный путь';

?>

<p>Мле́чный Путь (или Гала́ктика, с заглавной буквы) — галактика, в которой находятся Земля, Солнечная система и все отдельные звёзды, видимые невооружённым глазом[10][11]. Относится к спиральным галактикам с перемычкой.</p>

<p>Млечный Путь вместе с Галактикой Андромеды (М31), Галактикой Треугольника (М33), и более 40 карликовыми галактиками-спутниками — своими и Андромеды — образуют Местную Группу галактик[12], которая входит в Местное Сверхскопление (Сверхскопление Девы).</p>

<p>Название Млечный Путь распространено в западной культуре и является калькой с лат. via lactea «молочная дорога», которое, в свою очередь, калька с др.-греч. ϰύϰλος γαλαξίας «молочный круг»[14]. Название Галактика образовано по аналогии с др.-греч. γαλαϰτιϰός «молочный». По древнегреческой легенде, Зевс решил сделать своего сына Геракла, рождённого от смертной женщины, бессмертным, и для этого подложил его спящей жене Гере, чтобы Геракл выпил божественного молока. Гера, проснувшись, увидела, что кормит не своего ребёнка, и оттолкнула его от себя. Брызнувшая из груди богини струя молока превратилась в Млечный Путь.</p>

<p>В советской астрономической школе галактика Млечный Путь называлась просто «наша Галактика»[15] или «система Млечный Путь»; словосочетание «Млечный путь»[16] использовалось для обозначения видимых звёзд, которые оптически для наблюдателя составляют Млечный Путь.</p>

<p>Вне западной культуры имеется масса других названий Млечного Пути. Слово «Путь» часто остаётся, слово «Млечный» заменяется на другие эпитеты.</p>
