<?php

/** @var $this \app\View */

$this->title = 'Расположение Солнца в Галактике';

?>

<p>Согласно последним научным оценкам, расстояние от Солнца до галактического центра составляет 26 000 ± 1 400 световых лет, в то время как согласно предварительным оценкам наша звезда должна находиться на расстоянии около 35 000 световых лет от перемычки. Это означает, что Солнце расположено ближе к краю диска, чем к его центру. Вместе с другими звездами Солнце вращается вокруг центра Галактики со скоростью 220—240 км/с[33], делая один оборот примерно за 200 млн лет. Таким образом, за все время существования Земля облетела вокруг центра Галактики не более 30 раз.</p>

<p>В окрестностях Солнца удается отследить участки двух спиральных рукавов, которые удалены от нас примерно на 3 тыс. световых лет. По созвездиям, где наблюдаются эти участки, им дали название рукав Стрельца и рукав Персея. Солнце расположено почти посередине между этими спиральными ветвями. Но сравнительно близко от нас (по галактическим меркам), в созвездии Ориона, проходит ещё один, не очень четко выраженный рукав — рукав Ориона, который считается ответвлением одного из основных спиральных рукавов Галактики.</p>

<p>Скорость вращения Солнца вокруг центра Галактики почти совпадает со скоростью волны уплотнения, образующей спиральный рукав. Такая ситуация является нетипичной для Галактики в целом: спиральные рукава вращаются с постоянной угловой скоростью, как спицы в колесах, а движение звезд происходит с другой закономерностью[34], поэтому почти все звездное население диска то попадает внутрь спиральных рукавов, то выпадает из них. Единственное место, где скорости звезд и спиральных рукавов совпадают — это так называемый коротационный круг, и именно на нём расположено Солнце.</p>

<p>Для Земли это обстоятельство чрезвычайно важно, поскольку в спиральных рукавах происходят бурные процессы, образующие мощное излучение, губительное для всего живого. И никакая атмосфера не смогла бы от него защитить. Но наша планета существует в сравнительно спокойном месте Галактики и в течение сотен миллионов (или даже миллиардов) лет не подвергалась воздействию этих космических катаклизмов. Возможно, именно поэтому на Земле смогла родиться и сохраниться жизнь.</p>


