<?php

/** @var $this \app\View */

$this->title = 'Вселенная';

?>

Вселе́нная — не имеющее строгого определения понятие в астрономии и философии[комм. 1]. Оно делится на две принципиально отличающиеся сущности: умозрительную (философскую) и материальную, доступную наблюдениям в настоящее время или в обозримом будущем. Если автор различает эти сущности, то, следуя традиции, первую называют Вселенной, а вторую — астрономической Вселенной или Метагалактикой (в последнее время этот термин практически вышел из употребления). Вселенная является предметом исследования космологии.

В историческом плане для обозначения «всего пространства» использовались различные слова, включая эквиваленты и варианты из различных языков, такие как «космос», «мир»[1], «небесная сфера». Использовался также термин «макрокосмос»[2], хотя он предназначен для определения систем большого масштаба, включая их подсистемы и части. Аналогично, слово «микрокосмос» используется для обозначения систем малого масштаба.

Любое исследование, любое наблюдение, будь то наблюдение физика за тем, как раскалывается ядро атома, ребёнка за кошкой или астронома, ведущего наблюдения за далёкой-далёкой галактикой, — всё это наблюдение за Вселенной, вернее, за отдельными её частями. Эти части служат предметом изучения отдельных наук, а Вселенной в максимально больших масштабах, и даже Вселенной как единым целым занимаются астрономия и космология; при этом под Вселенной понимается или область мира, охваченная наблюдениями и космическими экспериментами, или объект космологических экстраполяций — физическая Вселенная как целое[3].

Предметом статьи являются знания о наблюдаемой Вселенной как о едином целом: наблюдения, их теоретическая интерпретация и история становления.

В русском языке слово «Вселенная» является заимствованием из старославянского «въсєленаꙗ»[4], что является калькой древнегреческого слова «ойкумена»[5] (др.-греч. οἰκουμένη), от глагола οἰκέω «населяю, обитаю» и в первом значении имело смысл лишь обитаемой части мира. Поэтому русское слово «Вселенная» родственно существительному «вселение» и лишь созвучно определительному местоимению «всё». Самое общее определение для «Вселенной» среди древнегреческих философов, начиная с пифагорейцев, было τὸ πᾶν (Всё), включавшее в себя как всю материю (τὸ ὅλον), так и весь космос (τὸ κενόν)[6].
