<?php

/** @var $this \app\View */

$this->title = 'Теоретические модели';

?>

<p>Из всего множества наблюдательных данных для построения и подтверждения теорий ключевыми являются следующие:</p>

<ol>
    <li>Все наблюдения, связанные со шкалой расстояний. Именно их результаты дают значения постоянной Хаббла H, в законе носящим его имя:<br />
        <img src="https://upload.wikimedia.org/math/a/f/8/af8fff7525152e52b4052b9a99fead3f.png" alt="cz=H_0 D," />,<br />
        где z — красное смещение галактики, D  — расстояние до неё, c — скорость света.</li>
    <li>Возраст Вселенной, получаемый из закона расширения должен быть строго больше возраста самых старых объектов. (К примеру, из наблюдений звёздных скоплений)</li>
    <li>Измерения первоначального обилия элементов. (К примеру, из наблюдений BCDG-галактик и G-карликов).</li>
    <li>Данные реликтового фона.</li>
    <li>Данные об эволюции крупномасштабных структур. (Помимо непосредственных наблюдений структуры, источники данных могут быть самые разнообразные от наблюдений отдельных объектов до реликтового фона).</li>
</ol>

<p>Их интерпретация начинается с постулата, утверждающего, что каждый наблюдатель в один и тот же момент времени, независимо от места и направления наблюдения обнаруживает в среднем одну и ту же картину. То есть на больших масштабах Вселенная пространственно однородна и изотропна. Заметим, данное утверждение не запрещает неоднородности во времени, то есть существования выделенных последовательностей событий, доступных всем наблюдателям.</p>

<p>Сторонники теорий стационарной Вселенной иногда формулируют «совершенный космологический принцип», согласно которому свойствами однородности и изотропности должно обладать четырёхмерное пространство-время. Однако наблюдаемые во Вселенной эволюционные процессы, по всей видимости не согласуются с таким космологическим принципом.</p>

<p>В общем случае для построения моделей применяются следующие теории и разделы физики:</p>

<ol>
    <li>Равновесная статистическая физика, её основные понятия и принципы, а также теория релятивистского газа.</li>
    <li>Теория гравитации, обычно это ОТО. Хотя её эффекты проверены только в масштабах Солнечной системы[71][72], и её использование в масштабе галактик и Вселенной в целом может быть подвергнуто сомнению.</li>
    <li>Некоторые сведения из физики элементарных частиц: список основных частиц, их характеристики, типы взаимодействия, законы сохранения. Космологические модели были бы много проще, если бы протон не был стабильной частицей и распадался бы[73], чего современные эксперименты в физических лабораториях не подтверждают.</li>
</ol>
