<?php

/** @var $this \app\View */

$this->title = 'Наблюдения';

?>

<p>Описанное выше многообразие порождает целый спектр задач наблюдательного характера. В одну группу можно включить изучение отдельных феноменов и объектов, а это:</p>

<ol>
    <li>Феномен расширения. А для этого нужно измерять расстояния и красные смещения и как можно более далеких объектов. При ближайшем рассмотрении это выливается в целый комплекс задач, называемый шкалой расстояний.</li>
    <li>Реликтовый фон.</li>
    <li>Отдельные удалённые объекты, как квазары и гамма-всплески.</li>
</ol>
<p>Далёкие и старые объекты излучают мало света и необходимы гигантские телескопы, такие как обсерватория Кека, VLT, БТА, «Хаббл» и строящиеся E-ELT и «Джеймс Уэбб». Кроме того, для выполнения первой задачи необходимы и специализированные средства — такие, как Hipparcos и разрабатывающаяся Gaia.</p>

<p>Как было сказано, излучение реликтового лежит в микроволновом диапазоне длин волн, следовательно, для его изучения необходимы радионаблюдения и, желательно, космическими телескопами, такими как WMAP и «Планк».</p>

<p>Уникальные особенности гамма-всплесков требуют не только гамма-лабораторий на орбите, наподобие SWIFT, но и необычных телескопов — робот-телескопов — чьё поле зрения больше, чем у вышеупомянутых инструментов SDSS, и способных наблюдать в автоматическом режиме. Примерами таких систем может служить телескопы российской сети «Мастер» и российско-итальянский проект Tortora.</p>

<p>Предыдущие задачи — это работа по отдельным объектам. Совсем иной подход требуется для:</p>

<ol>
    <li>Изучения крупномасштабной структуры Вселенной.</li>
    <li>Изучение эволюцию галактик и процессов её составляющие. Таким образом нужны наблюдения как можно более старых объектов и как можно в большем числе.</li>
</ol>

<p>С одной стороны необходимы массовые, обзорные наблюдения. Это вынуждает использовать телескопы с широким полем, например, такие, как в проекте SDSS. С другой стороны требуется детализация, на порядки превышающая надобности большинства задач предыдущей группы. А это возможно только с помощью РСДБ-наблюдений, с базой в диаметр Земли, или ещё больше как эксперименте «Радиоастрон».</p>

<p>Отдельно стоит выделить поиск реликтовых нейтрино. Для её решения необходимо задействовать специальные телескопы — нейтринные телескопы и нейтринные детекторы, — такие как Баксанский нейтринный телескоп, Байкальский подводный, IceCube, KATRIN.</p>

<p>Одно изучение гамма-всплесков, да реликтового фона свидетельствует о том, что только оптическим участком спектра тут не обойтись. Однако атмосфера Земли имеет всего два окна прозрачности: в радио- и оптическом диапазоне, и поэтому без космических обсерваторий не обойтись. Из ныне действующих в пример тут приведем Chandra, Integral, XMM-Newton, Гершель. В разработке находятся «Спектр-УФ», IXO, «Спектр-РГ», Astrosat и многие другие.</p>
