<?php

/** @var $this \app\View */

$this->title = 'Облик Вселенной';

?>

<p>Представляя Вселенную как весь окружающий мир, мы сразу делаем её уникальной и единственной. И вместе с этим лишаем себя возможности описать её в терминах классической механики: из-за своей уникальности Вселенная ни с чем не может взаимодействовать, она — система систем, и поэтому в её отношении теряют свой смысл такие понятия, как масса, форма, размер. Вместо этого приходится прибегать к языку термодинамики, употребляя такие понятия как плотность, давление, температура, химический состав.</p>

<p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/%D0%A0%D0%B0%D1%81%D1%88%D0%B8%D1%80%D0%B5%D0%BD%D0%B8%D0%B5-%D0%92%D1%81%D0%B5%D0%BB%D0%B5%D0%BD%D0%BD%D0%BE%D0%B9.png/700px-%D0%A0%D0%B0%D1%81%D1%88%D0%B8%D1%80%D0%B5%D0%BD%D0%B8%D0%B5-%D0%92%D1%81%D0%B5%D0%BB%D0%B5%D0%BD%D0%BD%D0%BE%D0%B9.png" alt="Расширение Вселенной" title="Расширение Вселенной" /></p>

<p>Однако, Вселенная мало похожа на обычный газ. Уже на самых крупных масштабах мы сталкиваемся с расширением Вселенной и реликтовым фоном. Природа первого явления — гравитационное взаимодействие всех существующих объектов. Именно его развитием определяется будущее Вселенной. Второе же явление — это наследство ранних эпох, когда свет горячего Большого взрыва практически перестал взаимодействовать с материей, отделился от неё. Сейчас, из-за расширения Вселенной, из видимого диапазона большинство излучённых тогда фотонов перешли в микроволновой радиодиапазон.</p>

<p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/%D0%98%D0%B5%D1%80%D0%B0%D1%80%D1%85%D0%B8%D1%8F_%D0%BC%D0%B0%D1%81%D1%88%D1%82%D0%B0%D0%B1%D0%BE%D0%B2_%D0%B2%D0%BE_%D0%92%D1%81%D0%B5%D0%BB%D0%B5%D0%BD%D0%BD%D0%BE%D0%B9.png/1100px-%D0%98%D0%B5%D1%80%D0%B0%D1%80%D1%85%D0%B8%D1%8F_%D0%BC%D0%B0%D1%81%D1%88%D1%82%D0%B0%D0%B1%D0%BE%D0%B2_%D0%B2%D0%BE_%D0%92%D1%81%D0%B5%D0%BB%D0%B5%D0%BD%D0%BD%D0%BE%D0%B9.png" alt="Иерархия масштабов во Вселенной" title="Иерархия масштабов во Вселенной" /></p>

<p>При переходе к масштабам меньше 100 Мпк обнаруживается чёткая ячеистая структура. Внутри ячеек пустота — войды. А стенки образованы из сверхскоплений галактик. Эти сверскопления — верхний уровень целой иерархии, затем идут скопления галактик, потом локальные группы галактик, а самый нижний уровень (масштаб 5—200 кпк) — это огромное многообразие самых различных объектов. Конечно, все они — галактики, но все они различны: это и линзовидные, неправильные, эллиптические, спиральные, с полярным кольцами, с активными ядрами и т. д.</p>

<p>Из них отдельно стоит упомянуть квазары, отличающихся очень высокой светимостью и настолько малым угловым размером, что в течение нескольких лет после открытия их не удавалось отличить от «точечных источников» — звёзд. Болометрическая светимость квазаров может достигать 1046 — 1047 эрг/с[10].</p>

<p>Переходя к составу галактики мы обнаруживаем: тёмную материю, космические лучи, межзвёздный газ, шаровые скопления, рассеянные скопления, двойные звёзды, звёздные системы большей кратности, сверхмассивные чёрные дыры и чёрные дыры звёздной массы, и, наконец, одиночные звёзды разного населения.</p>

<p>Их индивидуальная эволюция и взаимодействие друг с другом порождает множество явлений. Так предполагается, что источником энергии у упомянутых уже квазаров служит аккреция межзвёздного газа на сверхмассивную центральную чёрную дыру.</p>

<p>Отдельно стоит упомянуть и о гамма-всплесках — это внезапные кратковременные локализуемые повышения интенсивности космического гамма-излучения с энергией в десятки и сотни кэВ[11]. Из оценок расстояний до гамма-всплесков можно сделать вывод, что излучаемая ими энергия в гамма-диапазоне достигает 1050 эрг. Для сравнения, светимость всей галактики в этом же диапазоне составляет «всего» 1038 эрг/c. Такие яркие вспышки видны из самых далеких уголков Вселенной, так у GRB 090423 красное смещение z = 8,2.</p>
