<?php

/** @var $this \app\View */

$this->title = 'Солнце';

?>

<p>Солнце — звезда Солнечной системы и её главный компонент. Его масса (332 900 масс Земли)[39] достаточно велика для поддержания термоядерной реакции в его недрах[40], при которой высвобождается большое количество энергии, излучаемой в пространство в основном в виде электромагнитного излучения, максимум которого приходится на диапазон длин волн 400—700 нм, соответствующий видимому свету[41].</p>

<p>По звёздной классификации Солнце — типичный жёлтый карлик класса G2. Это название может ввести в заблуждение, так как по сравнению с большинством звёзд в нашей Галактике Солнце — довольно большая и яркая звезда[42]. Класс звезды определяется её положением на диаграмме Герцшпрунга — Рассела, которая показывает зависимость между яркостью звёзд и температурой их поверхности. Обычно более горячие звёзды являются более яркими. Бо́льшая часть звёзд находится на так называемой главной последовательности этой диаграммы, Солнце расположено примерно в середине этой последовательности. Более яркие и горячие, чем Солнце, звёзды сравнительно редки, а более тусклые и холодные звёзды (красные карлики) встречаются часто, составляя 85 % звёзд в Галактике[42][43].</p>

<p>Положение Солнца на главной последовательности показывает, что оно ещё не исчерпало свой запас водорода для ядерного синтеза и находится примерно в середине своей эволюции. Сейчас Солнце постепенно становится более ярким, на более ранних стадиях развития его яркость составляла лишь 70 % от сегодняшней[44].</p>

<p>Солнце — звезда I типа звёздного населения, оно образовалось на сравнительно поздней ступени развития Вселенной и поэтому характеризуется бо́льшим содержанием элементов тяжелее водорода и гелия (в астрономии принято называть такие элементы «металлами»), чем более старые звёзды II типа[45]. Элементы более тяжёлые, чем водород и гелий, формируются в ядрах первых звёзд, поэтому, прежде чем Вселенная могла быть обогащена этими элементами, должно было пройти первое поколение звёзд. Самые старые звёзды содержат мало металлов, а более молодые звёзды содержат их больше. Предполагается, что высокая металличность была крайне важна для образования у Солнца планетной системы, потому что планеты формируются аккрецией «металлов».</p>
